/*
 Navicat Premium Data Transfer

 Source Server         : mysql
 Source Server Type    : MySQL
 Source Server Version : 80028 (8.0.28)
 Source Host           : localhost:3306
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 80028 (8.0.28)
 File Encoding         : 65001

 Date: 05/07/2024 18:35:34
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for hospital_set
-- ----------------------------
DROP TABLE IF EXISTS `hospital_set`;
CREATE TABLE `hospital_set`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `sign_key` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '签名秘钥',
  `api_url` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '统一挂号平台api地址',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医院设置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hospital_set
-- ----------------------------
INSERT INTO `hospital_set` VALUES (1, '1000_0', '674c4139707728439a6510eae12deea9', 'http://localhost:9998', '2024-07-03 15:48:05', '2024-07-05 16:58:30', 0);

-- ----------------------------
-- Table structure for order_info
-- ----------------------------
DROP TABLE IF EXISTS `order_info`;
CREATE TABLE `order_info`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `schedule_id` bigint NULL DEFAULT NULL COMMENT '排班id',
  `patient_id` bigint NULL DEFAULT NULL COMMENT '就诊人id',
  `number` int NULL DEFAULT NULL COMMENT '预约号序',
  `fetch_time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '建议取号时间',
  `fetch_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '取号地点',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '医事服务费',
  `pay_time` datetime NULL DEFAULT NULL COMMENT '支付时间',
  `quit_time` datetime NULL DEFAULT NULL COMMENT '退号时间',
  `order_status` tinyint NULL DEFAULT NULL COMMENT '订单状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '订单表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of order_info
-- ----------------------------
INSERT INTO `order_info` VALUES (12, 1, 1, 13, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2024-07-05 17:30:53', '2024-07-05 17:30:53', 0);

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-13', 0, 33, 20, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (2, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-22', 0, 40, 6, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (3, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-22', 1, 27, 10, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (4, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-14', 0, 33, 22, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (5, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-23', 0, 40, 6, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (6, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-23', 1, 27, 10, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (7, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-15', 0, 33, 22, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (8, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-24', 0, 40, 6, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (9, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-24', 1, 27, 10, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (10, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-16', 0, 33, 22, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (11, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-25', 0, 40, 6, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (12, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-25', 1, 27, 10, 100, 1, '2024-07-03 19:28:43', '2024-07-03 19:28:43', 0);
INSERT INTO `schedule` VALUES (13, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-17', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (14, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-26', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (15, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-26', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (16, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-18', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (17, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-27', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (18, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-27', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (19, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-19', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (20, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-28', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (21, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-28', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (22, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-20', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (23, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-29', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (24, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-29', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (25, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-21', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (26, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-30', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (27, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-30', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (29, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-30', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (30, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-30', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (31, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-01', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (32, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-01', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (33, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-01', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (34, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-02', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (35, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-02', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (36, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-02', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (37, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-03', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (38, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-03', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (39, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-03', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (40, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-04', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (41, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-04', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (42, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-04', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (43, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-05', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (44, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-05', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (45, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-05', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (46, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2024-07-06', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (47, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-06', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (48, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-06', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (49, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-07', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (50, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-07', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (51, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-07', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (52, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-08', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (53, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-08', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (54, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-08', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (55, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-09', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (56, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-09', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (57, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-09', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (58, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-10', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (59, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-10', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (60, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-10', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (61, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-11', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (62, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-11', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (63, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-11', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (64, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-12', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (65, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-12', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (66, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-12', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (67, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-13', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (68, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-13', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (69, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-13', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (70, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-14', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (71, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-14', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (72, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-14', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (73, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-15', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (74, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-15', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (75, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-15', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (76, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-16', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (77, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-16', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (78, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-16', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (79, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-17', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (80, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-17', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (81, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-17', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (82, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-18', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (83, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-18', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (84, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-18', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (85, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-19', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (86, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-19', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (87, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-19', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (88, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-20', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (89, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-20', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (90, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-20', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (91, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-21', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (92, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-21', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (93, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-21', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (94, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-22', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (95, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-22', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (96, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-22', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (97, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-23', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (98, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-23', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (99, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-23', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (100, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-24', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (101, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-24', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (102, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-24', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (103, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-25', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (104, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-25', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (105, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-25', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (106, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-26', 0, 33, 22, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (107, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-26', 0, 40, 6, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (108, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-26', 1, 27, 10, 100, 1, '2024-07-03 19:28:44', '2024-07-03 19:28:44', 0);
INSERT INTO `schedule` VALUES (109, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-27', 0, 33, 22, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);
INSERT INTO `schedule` VALUES (110, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-27', 0, 40, 6, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);
INSERT INTO `schedule` VALUES (111, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-27', 1, 27, 10, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);
INSERT INTO `schedule` VALUES (112, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2024-07-28', 0, 33, 22, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);
INSERT INTO `schedule` VALUES (113, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2024-07-28', 0, 40, 6, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);
INSERT INTO `schedule` VALUES (114, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2024-07-28', 1, 27, 10, 100, 1, '2024-07-03 19:28:45', '2024-07-03 19:28:45', 0);

SET FOREIGN_KEY_CHECKS = 1;
